import React from 'react';
import { Container, Row, Col } from 'react-bootstrap';
import information from '../../images/ShippingPlusPayments.png';

export default function ShippingAndPayment() {

    return (

        <Container fluid>
            <Row className='text-center'>
                <Col>
                    <h3>
                        Доставка и плащане
                    </h3>
                </Col>
            </Row>

            <Row className='text-center'>
                <Col>
                    <img src={information} alt="Shipping and Payment information" className='img-fluid'/>
                </Col>
            </Row>

            <Row>
                <Col>
                    Ние, от DS Fashion, се стремим към <b>бързина и професионализъм</b> при доставката на Вашите поръчки,
                    затова ползваме услугите на куриерска фирма <b>“Еконт Експрес”.</b>
                    <br />
                    <br />
                    Доставяме до всяка точка на България в рамките на <b>1-2 работни дни. </b>
                    Може да получите пратката си до точно посочен от Вас адрес (независимо дали домашен или служебен) или до офис на "Еконт Експрес"
                    в съответното населено място. Този срок може да бъде удължен по време на по-натоварени кампанийни периоди, национални празници или
                    лоши метеорологични условия.
                    <br />
                    <br />
                    За поръчки над 100 лева доставката е винаги <b>безплатна!</b>
                    <br />
                    <br />
                    За поръчки под 100 лева доставката е за сметка на клиента.
                    Цената на доставката до офис на Еконт е около 4-6лв., а до Ваш личен адрес се оскъпява с около 2лв.
                    Посочените цени са ориентировъчни.
                    <br />
                    <br />
                    <b> Куриерската услуга за връщането към нас е винаги за наша сметка!</b>
                    <br />
                    <br />
                    За Ваше <b>удобство</b> и за максимална <b>коректност</b> всяка поръчка пристига с опция <b>“Преглед и тест”, </b>
                    без значение на каква стойност и от колко артикула се състои тя.
                    Това Ви дава възможност да пробвате и добиете по-ясна представа за продукта в момента на получаването му.
                    В случай, че не Ви стане или не го харесате, можете да го откажете веднага на куриера.
                    <br />
                    <br />
                    Стойността на поръчката се заплаща на куриера в брой или на ПОС терминал при получаване на пратката <b>(наложен платеж), </b>
                    или предварително на сайта ни с Вашата <b>банкова карта.</b>
                </Col>
            </Row>
        </Container>
    );
}